Repository: B-Lach/xenim-ios-app
Catalog: i18n/Xenim/*.xliff
Languages: de

# 1rl-9j-OAR.title
source: Add Favorites
de: Favoriten finden

# 3Rg-aQ-w1e.headerTitle
source: Recordings
de: Aufzeichnungen

# 5tC-JT-HAB.text
source: Hey, I am Stefan. I work on this app in my free time. If you like the app please consider supporting me so I can afford working on it in the future.
de: Hey, Ich bin Stefan. Ich arbeite in meiner Freizeit an dieser App. Wenn dir die App gefällt, würde ich mich über deine Unterstützung freuen, damit ich es mir leisten kann weiter an der App zu arbeiten.

# 7e4-bN-pFt.text
source: Buy me a big icecream to support the future development of the app. I like stracciatella and strawberry.
de: Zahle mir einen großen Eisbecher und unterstütze so die weitere Entwicklung der App. Ich mag Stracciatella und Erbeere besonders gerne.

# 68p-p3-Ups.text
source: Buy me a coffe to support the future development of the app. I prefer a cappuccino by the way.
de: Zahle mir einen Kaffe und unterstütze so die weitere Entwicklung der App. Cappuccino trinke ich am liebsten.

# A2h-Or-hEM.text
source: Contact me
de: Schreibe mir

# A67-66-l8h.text
source: Open in your podcast app
de: In deiner Podcast App öffnen

# DWx-RP-Bf0.text
source: You will receive push notifications if any of your favorite podcasts does a live show.
de: Du erhältst eine Push Benachrichtigung, sobald einer deiner Favoriten eine Livesendung startet.

# LMm-js-7Pe.text
source: Small Tip
de: Kleine Unterstützung

# SOX-Wq-9A4.text
source: Buy me a burger menu to support the future development of the app. I prefer Ketchup with my fries.
de: Zahle mir ein großes Burger Menü und unterstütze so die weitere Entwicklung der App. Cheeseburger esse ich am liebsten.

# Ur9-F1-3Q9.text
source: Website
de: Webseite

# Xwt-Mx-qxe.title
source: Favorites
de: Favoriten

# YFG-BN-gTI.title
source: Settings
de: Einstellungen

# ZDd-88-y9e.text
source: Report a bug on Github
de: Melde einen Bug auf Github

# c2j-9c-ZsQ.headerTitle
source: Support me
de: Unterstütze mich

# ca9-40-SUQ.segmentTitles[0]
source: All Events
de: Alle Events

# ca9-40-SUQ.segmentTitles[1]
source: Favorite Events
de: Nur Favoriten

# kPg-fd-jjx.text
source: Massive Tip
de: Riesige Unterstützung

# r1Y-b7-5WQ.text
source: Generous Tip
de: Großzügige Unterstützung

# uy0-hV-u60.title
source: Favorites
de: Favoriten

# yMm-PT-597.headerTitle
source: Get Support
de: Support

# zGf-Am-hr9.text
source: Send a Mail
de: Schreibe eine Mail

# ze7-Qo-4W6.text
source: Loading
de: Lade

# add_favorites_tableview_no_data_message
source: Could not find something
de: Es konnte nichts gefunden werden

source: Cancel
de: Abbrechen

source: day
de: Tag

source: days
de: Tage

source: Dismiss
de: Schließen

# event_tableview_empty_favorites_only_message
source: This is a filtered event list. You only see events of your favorite shows here. Currently there are no events of your favorite podcasts scheduled.
de: Das ist eine gefilterte Event Liste. Hier sind nur Events deiner Favoriten zu sehen. Momentan ist kein Event eines deiner Favoriten geplant.

# event_tableview_empty_message
source: Did not receive any upcoming events. Pull to refresh to try again.
de: Es konnten keine Events geladen werden. Pull to refresh, um neu zu laden.

# event_tableview_sectionheader_later
source: Next week and later
de: Nächste Woche und später

# event_tableview_sectionheader_live
source: Live now
de: Jetzt live

# event_tableview_sectionheader_thisweek
source: Later this Week
de: Diese Woche

# event_tableview_sectionheader_today
source: Upcoming Today
de: Heute

# event_tableview_sectionheader_tomorrow
source: Tomorrow
de: Morgen

# favorites_tableview_empty_message
source: Add podcast shows as your favorite to see them here.
de: Markiere Podcasts als deine Favoriten, um sie hier zu sehen.

# info_message_mail_sent_failure_message
source: Mail sent failure
de: Fehler beim Mailversand

# player_failed_state_alertview_message
source: The selected stream can not be played.
de: Dieser Livestream kann nicht abgespielt werden.

# player_failed_state_alertview_title
source: Playback Error
de: Livestream Fehler

# player_manager_actionsheet_end_playback
source: End Playback
de: Player schließen

# podcast_detailview_feedback_mail_body
source: Hello,
de: Hallo,

# podcast_detailview_mail_not_supported_message
source: Your device is not setup to send email.
de: Mailversand ist nicht eingerichtet.

# podcast_detailview_subscribe_alert_message
source: Choose Podcast Client
de: Wähle deinen Podcast Client

# remove_favorite
source: Remove
de: Entfernen

# settings_view_mail_body
source: Please try to explain your problem as detailed as possible, so we can find the best solution for your problem faster. %@
de: Bitte versuche dein Problem so genau wie möglich zu beschreiben, damit wir schnell eine Lösung dafür finden können. %@

# settings_view_mail_not_supported_message
source: Your device is not setup to send email.
de: Mailversand nicht eingerichtet.

# voiceover_add_favorite_button_hint
source: Double Tap to search through all podcasts and add favorites
de: doppel tap um alle podcasts zu durchsuchen und als favorit zu markieren

# voiceover_add_favorite_button_label
source: Add
de: Hinzufügen

# voiceover_backward_button_hint
source: double tap to skip 30 seconds backward
de: doppel tap um 30 sekunden zurück zu springen

# voiceover_backward_button_label
source: backward
de: zurückspulen

# voiceover_dateStackView_hint
source: Double Tap to toggle date display or days left display.
de: doppel tap um zwischen datum und countdown zu wechseln

# voiceover_dateStackView_label
source: event date
de: event datum

# voiceover_dismiss_button_label
source: dismiss
de: schließen

# voiceover_favorite_button_hint
source: double tap to toggle favorite
de: doppel tap um zu toggeln

# voiceover_favorite_button_value_is_favorite
source: is favorite
de: ist ein favorit

# voiceover_favorite_button_value_no_favorite
source: is no favorite
de: ist kein favorit

# voiceover_forward_button_hint
source: double tap to skip 30 seconds forward
de: doppel tap um 30 sekunden vorzuspulen

# voiceover_forward_button_label
source: forward
de: vorspulen

# voiceover_listeners_count_label
source: listeners
de: Hörer

# voiceover_nextDateStackView_hint
source: Double Tap to toggle date display or days left display.
de: doppel tap um zwischen datum und countdown zu wechseln

# voiceover_nextDateStackView_label
source: next event date
de: nächstes event

# voiceover_nextDateStackView_value_nothing_scheduled
source: nothing scheduled
de: nichts geplant

# voiceover_playbutton_hint_buffering
source: double tap to pause
de: doppel tap um zu pausieren

# voiceover_playbutton_hint_not_playing
source: double tap to play
de: doppel tap um zu starten

# voiceover_playbutton_hint_playing
source: double tap to pause
de: doppel tap um zu pausieren

# voiceover_playbutton_value_buffering
source: buffering
de: puffern

# voiceover_playbutton_value_not_playing
source: not playing
de: spielt nicht

# voiceover_playbutton_value_playing
source: playing
de: spielt

# voiceover_settings_button_label
source: Settings
de: Einstellungen

# voiceover_share_button_label
source: share
de: teilen

# voiceover_sleep_button_hint_configure
source: Double Tap to configure a sleep timer
de: doppel tap um einen sleep timer einzurichten

# voiceover_sleep_button_hint_disable
source: Double Tap to disable the sleep timer
de: doppel tap um den sleep timer zu deaktivieren

# voiceover_sleep_button_value
source: %@ minutes left
de: noch %@ minuten

# voiceover_sleep_button_value_disabled
source: disabled
de: deaktiviert
